<?php


return[

    'deleted' => 'تم الحذف بنجاح',
    'added' => 'تمت الاضافة بنجاح',
	'failed' => 'فشلت العملية',
	'successfully' => 'نجحت العملية',
	'something_went_wrong' => 'حصل امر خاطئ',
	'unAuthorized'=> 'لا يمكنك القيام بهذه العملية',
	'not_found' => 'غير موجود',
    'category_has_children' => 'لا يمكنك اضافة منتجات الى قسم رئيسي يحوي اقسام أخرى',
    'category_has_products' => 'لا يمكنك اضافة قسم الى قسم غير رئيسي يحوي منتجات أخرى',
    'invalid_id' => ' عنصر غير موجود ',


    'forget_password_email' => '- استخدم هذا الكود لتسجيل الدخول الى حسابك قبل انتهاء مدة صلاحيته المقدرة ب 15 دقيقة',
    'invalid_code_date' => 'الرز المرسل صالح لغاية 15 دقيقة بعدها يصبح رمز مرفوض اعد المحاولة ',
    'invalid_code' => 'الرمز المدخل غيرمتطابق مع الرمز المرسل للايميل',
    'validation_error' => 'داتا غير صحيحة',




];
